Repository: wp-plugins/earth-hour
Catalog: lang/earth-hour-*.po
Languages: de_de, fi_fi, fr_fr, hu_hu, id_id, pt_br, ro_ro, ru_ru, zh_cn

source: Visit the Earth Hour Website
de_de: Earth Hour Webseite öffnen
fi_fi: Vieraile Earth Hour -verkkosivulla
fr_fr: Visitez le site Web de l'Heure de la Terre
hu_hu: A Föld Órája honlap
id_id: Kunjungi situs web Earth Hour
ro_ro: Viziteaza pagina web Ora Pamantului
ru_ru: Посетите сайт Часа Земли
zh_cn: 访问“地球一小时”网站

source: One of %s website proudly supporting <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a>.
de_de: Dies ist eine von %s Webseite, die <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> unterstützten.
fi_fi: Yksi %s verkkosivusta, jotka tukevat <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> -tapahtumaa.
fr_fr: Un de %s site Web qui supporte fi&egrave;rement <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">l'Heure de la Terre</a>.
hu_hu: Ez egyike annak a %s honlapnak, amely támogatja a <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Föld Órája</a> kezdeményezést.
id_id: Salah satu dari %s situs web dengan bangga mendukung <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a>.
ru_ru: Один из %s сайта с гордостью поддерживает <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Час Земли</a>.
zh_cn: 作为“地球一小时”活动%s个参与者之一，本网站为此而感到自豪

source: On WordPress? Get the <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugin</a>.
de_de: Sie benutzen WordPress? Holen Sie sich das <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">Plugin</a>.
fi_fi: Käytätkö Wordpressia? Hae <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">lisäosa</a>.
fr_fr: Vous utilisez Wordpress? Procurez-vous le <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugiciel</a>.
hu_hu: WordPress-ed van? Itt a <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugin</a> hozzá.
id_id: Di WordPress? Dapatkan <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugin</a> ini.
pt_br: No WordPress? Faça o download do <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugin</a>.
ro_ro: Folosesti Wordpress? Descarca <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">plugin-ul</a>.
ru_ru: Используете WordPress? Установите <a href="http://wordpress.org/extend/plugins/earth-hour/" rel="nofollow">плагин</a>.
zh_cn: 您使用Wordpress平台吗？请下载<a href=\"http://wordpress.org/extend/plugins/earth-hour/\" rel=\"nofollow\">此插件</a>.

source: %d day
de_de: %d Tag
fi_fi: %d päivä
fr_fr: %d jour
hu_hu: %d nap
id_id: %d hari
ru_ru: %d день
zh_cn: %d天

source: %d hour
de_de: %d Stunde
fi_fi: %d tunti
fr_fr: %d heure
hu_hu: %d óra
id_id: %d jam
ru_ru: %d час
zh_cn: %d小时

source: %d minute
fi_fi: %d minuutti
hu_hu: %d perc
id_id: %d menit
ru_ru: %d минута
zh_cn: %d分钟

source: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> begins in %1$s, %2$s, and %3$s
de_de: Die <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> beginnt in %1$s, %2$s, und %3$s
fi_fi: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> -tapahtuman alkuun aikaa %1$s, %2$s ja %3$s
fr_fr: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">L'Heure de la terre d&eacute;bute</a> dans %1$s, %2$s et %3$s
hu_hu: A <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Föld Órája (Earth Hour)</a> %1$s, %2$s, és %3$s múlva kezdődik
id_id: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> dimulai dalam %1$s, %2$s, dan %3$s
ru_ru: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Час Земли</a> начнется через %1$s, %2$s, и %3$s
zh_cn: <a href=\"http://www.bravenewcode.com/earth-hour/\" rel=\"nofollow\">“地球一小时”活动</a>将于%1$s%2$s%3$s开始

source: Proudly Supporting Earth Hour
de_de: Stolzer Unterstützer der Earth Hour
fi_fi: Earth Hour -tapahtuman ylpeä tukija
fr_fr: Fier supporter de l'Heure de la Terre
hu_hu: A Föld Órájának (Earth Hour) büszke támogatója
id_id: Bangga mendukung Earth Hour
pt_br: Suporte à Hora do Planeta
ro_ro: Sustinator pentru Ora Pamantului
ru_ru: С гордостью поддерживаем Час Земли
zh_cn: 为能参与“地球一小时”活动而感到自豪

source: %s is currently participating in
de_de: %s nimmt momentan teil an
fi_fi: %s on tällä hetkellä mukana tapahtumassa
fr_fr: %s participent pr&eacute;sentement &agrave;
hu_hu: %s részvételével támogatja a
id_id: %s saat ini sedang berpartisipasi
pt_br: %s atualmente participando em
ro_ro: %s participa
ru_ru: %s в настоящее время участвуют в
zh_cn: %s 正在参与

source: There is currently %d other WordPress site supporting this cause.
de_de: Zur Zeit unterstützt %d andere WordPress-Seite die Earth Hour.
fi_fi: Tapahtumaa tukee %d muu WordPress-sivu.
fr_fr: Il y a pr&eacute;sentement un autre site bas&eacute; sur Wordpress qui supporte cette cause.
hu_hu: Jelenleg %d másik WordPress oldal is támogatja ezt a kezdeményezést.
id_id: Saat ini terdapat %d situs WordPress lain yang mendukung aksi ini.
ru_ru: На данный момент %d сайт WordPress поддерживает эту идею.

source: If you'd like to join us, download the <br /><a href="http://www.bravenewcode.com/earth-hour/">WordPress Earth Hour plugin</a>
de_de: Wenn Sie mitmachen wollen, dann laden Sie sich das <br /><a href="http://www.bravenewcode.com/earth-hour/">WordPress Earth Hour Plugin</a> herunter.
fi_fi: Jos haluat liittyä mukaan, lataa <br /><a href="http://www.bravenewcode.com/earth-hour/">WordPress Earth Hour -lisäosa</a>
fr_fr: Si vous voulez vous joindre &agrave; nous, t&eacute;l&eacute;chargez le <br/><a href="http://www.bravenewcode.com/earth-hour/">plugiciel Earth Hour pour WordPress</a>
hu_hu: Ha csatlakozni szeretnél hozzánk, akkor töltsd le a <br /><a href="http://www.bravenewcode.com/earth-hour/">WordPress Föld Órája bővítményt</a>
id_id: Jika Anda ingin bergabung dengan kami, download <br /><a href="http://www.bravenewcode.com/earth-hour/">plugin WordPress Earth Hour</a>
pt_br: Se você quer se juntar a nós, faça o download do plugin <br /><a href="http://www.bravenewcode.com/earth-hour/">WordPress Earth Hour plugin</a>
ro_ro: Daca vrei sa te alaturi, downloadeaza <br /><a href="http://www.bravenewcode.com/earth-hour/">plugin-ul pentru Wordpress</a>
ru_ru: Если хотите присоединиться к нам, скачайте <br /><a href="http://www.bravenewcode.com/earth-hour/">Плагин Час Земли для WordPress</a>
zh_cn: 如果您想参加此活动，请下载<br /><a href=\"http://www.bravenewcode.com/earth-hour/\">WordPress “地球一小时”插件</a>

source: This website will be back online in %d minute.
de_de: Diese Webseite wird in %d Minute wieder erreichbar sein.
fi_fi: Tämä verkkosivu palaa takaisin toimintaan %d minuutin päästä.
fr_fr: Ce site Web sera de retour dans %d minute
hu_hu: Ez a honlap %d perc múlva ismét online lesz.
id_id: Situs ini akan segera kembali online dalam %d menit.
ru_ru: Этот вебсайт вновь будет доступен через %d минуту.
zh_cn: 此网站将在%d分钟后恢复正常

source: There are currently %d WordPress sites using this plugin and supporting Earth Hour.
de_de: Zur Zeit benutzen %d andere WordPress-Seiten dieses Plugin und unterstützen die Earth Hour.
fi_fi: Tätä laajennusta käyttää ja tapahtumaa tukee tällä hetkellä %d WordPress-sivua.
fr_fr: Il y a pr&eacute;sentement %d sites Web bas&eacute;s sur WordPress qui utilisent ce plugiciel et qui supporte l'Heure de la Terre.
hu_hu: Jelenleg összesen %d WordPress oldal használja ezt a bővítményt és támogatja a Föld Órája (Earth Hour) kezdeményezést.
id_id: Saat ini terdapat %d situs WordPress menggunakan plugin ini untuk mendukung Earth Hour.
pt_br: Atualmente estamos com %d sites do WordPress usando e prestando suporte à Hora do Planeta.
ro_ro: Acum sunt %d de pagini care folosesc plugin-ul si care sustin Ora Pamantului
ru_ru: В настоящий момент, сайтов, использующих этот плагин и поддерживающих Час Земли - %d.
zh_cn: 目前有%d个基于Wordpress的网站正在参与“地球一小时”活动

source: Earth Hour
fr_fr: L'Heure de la Terre
hu_hu: Föld Órája
pt_br: Hora do Planeta
ro_ro: Ora Pamantului
ru_ru: Час Земли
zh_cn: 地球一小时

source: Changing the world, one website at a time.
de_de: Die Welt zu verbessern, eine Webseite nach der anderen.
fi_fi: Muutetaan maailmaa, yksi verkkosivu kerrallaan.
fr_fr: Changer le monde, un site Web &agrave; la fois
hu_hu: Változtassunk a Világon egy honlappal, még időben.
id_id: Mengubah dunia, satu situs sekaligus.
ro_ro: Schimband lumea, pagina cu pagina
ru_ru: Изменяя мир, один вебсайт за один раз.
zh_cn: 改变世界，从一个一个网站做起

source: Dale Mugford and Duane Storey
de_de: Dale Mugford und Duane Storey
fi_fi: Dale Mugford ja Duane Storey
fr_fr: Dale Mugford et Duane Storey
hu_hu: Dale Mugford és Duane Storey
id_id: Dale Mugford dan Duane Storey
ru_ru: Дейл Магфорд и Дуэйн Стори
zh_cn: Dale Mugford 和 Duane Storey

source: There is currently %d other WordPress site supporting this cause.There are currently %d other WordPress sites supporting this cause.
zh_cn: 目前有%d个基于Wordpress的网站正在参与“地球一小时”活动

source: One of %s websites proudly supporting <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a>.
pt_br: %s sites orgulhosamente prestam suporte à <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Hora do Planeta</a>.
ro_ro: Una dintre cele %s pagini web care sustine <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Ora Pamantului</a>.

source: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Earth Hour</a> begins in %d days, %d hours, and %d minutes
pt_br: A <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Hora do Planeta</a> inicia em %d dias, %d horas e %d minutos
ro_ro: <a href="http://www.bravenewcode.com/earth-hour/" rel="nofollow">Ora Pamantului</a> incepe in %d zile, %d ore, si %d minute

source: There are currently %d other WordPress sites supporting this cause.
pt_br: Temos atualmente %d outros sites do WordPress prestando suporte à essa causa.
ro_ro: Momentan mai sunt %d de site-uri care sustin aceasta cauza

source: This website will be back online in %d minutes.
pt_br: O site estará devolta em %d minutos.
ro_ro: Acest website va fi din nou online in %d minute
